"Camera Permissions" = "摄像头许可";

"Would you like to allow this application to use your camera to stream live video?" = "您允许此应用使用你的摄像头来传送即时视频吗？";

"Don't Allow" = "No permitir";

"Allow" = "Permitir";
